tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "ansible"
brew "bash"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "firefoxpwa"
brew "fish"
brew "fmt"
brew "fortune"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "guile"
brew "hugo"
brew "imagemagick"
brew "lolcat"
brew "maven"
brew "meson"
brew "micro"
brew "minizip"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "pandoc"
brew "pastel"
brew "pinentry-mac"
brew "prettier"
brew "rustup-init"
brew "shellcheck"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "subversion"
brew "telnet"
brew "toilet"
brew "tree"
brew "wget"
brew "winetricks"
brew "yt-dlp"
# Casks
cask "aethersx2"
cask "avidemux"
cask "brave-browser"
cask "cakebrew"
cask "coconutbattery"
cask "deezer"
cask "discord"
cask "dotnet-sdk"
cask "firefox"
cask "font-comic-mono"
cask "font-cousine-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hasklig"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monoid"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "fx-cast-bridge"
cask "github"
cask "glance"
cask "google-drive"
cask "handbrake"
cask "ibored"
cask "iina"
cask "intellij-idea-ce"
cask "ioquake3"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "linearmouse"
cask "logitech-g-hub"
cask "melonds"
cask "mgba"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "ngrok"
cask "obs"
cask "openemu"
cask "pdfsam-basic"
cask "powershell"
cask "prismlauncher"
cask "rectangle"
cask "remember-the-milk"
cask "retroarch"
cask "rider"
cask "simplenote"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "telegram"
cask "topnotch"
cask "tor-browser"
cask "twine"
cask "typora"
cask "unified-remote"
cask "visual-studio-code"
cask "vlc"
cask "wine-crossover"
cask "xampp"